Repository: 2chungjae/openpilot-1
Catalog: selfdrive/assets/locales/*/*.po
Languages: fr_fr

source: Always keep hands on wheel and eyes on road
fr_fr: Gardez toujours les mains sur le volant et les yeux sur la route

source: An Update Check Is Required to Engage
fr_fr: Une vérification de mise à jour est requise pour s'engager

source: BRAKE!
fr_fr: FREIN!

source: Be ready to take over at any time
fr_fr: Soyez prêt à prendre le relais à tout moment

source: Brake Hold Active
fr_fr: Maintien du frein actif

source: CAN Error: Check Connections
fr_fr: Erreur CAN: vérifier les connexions

source: CHECK DRIVER FACE VISIBILITY
fr_fr: VÉRIFIER LA VISIBILITÉ VISAGE DU CONDUCTEUR

source: CONNECT ERROR
fr_fr: CONNECTER ERREUR

source: CONNECT OFFLINE
fr_fr: CONNECTER HORS LIGNE

source: CONNECT ONLINE
fr_fr: CONNECTER EN LIGNE

source: Calibration Invalid
fr_fr: Calibration invalide

source: Calibration Invalid: Remount Device & Recalibrate
fr_fr: Calibration invalide: remonter l'appareil et recalibrer

source: Calibration in Progress
fr_fr: Calibration en cours

source: Calibration in Progress: %d%%
fr_fr: Étalonnage en cours:% d %%

source: Car Detected in Blindspot
fr_fr: Voiture détectée dans l'angle mort

source: Car Unrecognized
fr_fr: Voiture non reconnue

source: Changing Lane
fr_fr: Changer de voie

source: Check GPS antenna placement
fr_fr: Vérifiez l'emplacement de l'antenne GPS

source: Check Hardware
fr_fr: Vérifier le matériel

source: Communication Issue between Processes
fr_fr: Problème de communication entre les processus

source: Community Feature Detected
fr_fr: Fonctionnalité communautaire détectée

source: Connect to Internet
fr_fr: Connectez-vous à Internet

source: Contact Support
fr_fr: Contactez le support

source: Controls Failed
fr_fr: Les contrôles ont échoué

source: Controls Mismatch
fr_fr: Contrôles des incompatibilités

source: Controls Unresponsive
fr_fr: Les commandes ne répondent pas

source: Cruise Fault: Restart the Car
fr_fr: Défaut de croisière: redémarrer la voiture

source: Cruise Fault: Restart the car to engage
fr_fr: Défaut de croisière: redémarrez la voiture pour s'engager

source: Cruise Is Off
fr_fr: La croisière est désactivée

source: Cruise Mode Disabled
fr_fr: Mode croisière désactivé

source: DEBUG ALERT
fr_fr: ALERTE DE DEBUG

source: DISENGAGE IMMEDIATELY
fr_fr: DÉSENGAGER IMMÉDIATEMENT

source: Dashcam Mode
fr_fr: Mode Dashcam

source: Dashcam mode
fr_fr: Mode Dashcam

source: Dashcam mode for unsupported car
fr_fr: Mode Dashcam pour voiture non prise en charge

source: Device Fell Off Mount
fr_fr: L'appareil est tombé du support

source: Distraction Level Too High
fr_fr: Niveau de distraction trop élevé

source: Door Open
fr_fr: Porte ouverte

source: Drive Above {speed} {unit}
fr_fr: Conduire au-dessus de {speed} {unit}

source: Driver Distracted
fr_fr: Conducteur distrait

source: Driver Monitoring Uncertain
fr_fr: Surveillance du conducteur incertaine

source: Driver Unresponsive
fr_fr: Le conducteur ne répond pas

source: Driving model lagging
fr_fr: Modèle de conduite à la traîne

source: ESP Off
fr_fr: ESP désactivé

source: Enable Adaptive Cruise
fr_fr: Activer la croisière adaptative

source: Enable Community Features in Developer Settings
fr_fr: Activer les fonctionnalités de la communauté dans les paramètres du développeur

source: Fan Malfunction
fr_fr: Dysfonctionnement du ventilateur

source: Gear not D
fr_fr: Gear pas D

source: Harness Malfunction
fr_fr: Dysfonctionnement du harnais

source: If sky is visible, contact support
fr_fr: Si le ciel est visible, contactez l'assistance

source: KEEP EYES ON ROAD
fr_fr: GARDER LES YEUX SUR LA ROUTE

source: KEEP EYES ON ROAD: Driver Distracted
fr_fr: GARDER LES YEUX SUR LA ROUTE: le conducteur est distrait

source: LKAS Fault: Restart the Car
fr_fr: Défaut LKAS: redémarrer la voiture

source: LKAS Fault: Restart the car to engage
fr_fr: Défaut LKAS: Redémarrez la voiture pour s'engager

source: Lane Departure Detected
fr_fr: Départ de voie détecté

source: Low Battery
fr_fr: Batterie faible

source: Low Memory
fr_fr: Peu de mémoire

source: Low Memory: Reboot Your Device
fr_fr: Mémoire faible: redémarrez votre appareil

source: Main Switch Off
fr_fr: Interrupteur principal désactivé

source: Model Output Uncertain
fr_fr: Sortie du modèle incertaine

source: Monitor Other Vehicles
fr_fr: Surveiller d'autres véhicules

source: NO VEHICLE
fr_fr: NonVÉHICULE

source: No Close Lead Car
fr_fr: Pas de voiture de tête rapprochée

source: No Data from Device Sensors
fr_fr: Aucune donnée des capteurs de périphérique

source: No close lead car
fr_fr: Pas de voiture de tête proche

source: Out of Storage
fr_fr: Hors de stockage

source: Out of Storage Space
fr_fr: Espace de stockage insuffisant

source: Park Brake Engaged
fr_fr: Frein de stationnement engagé

source: Pedal Pressed During Attempt
fr_fr: Pédale enfoncée pendant la tentative

source: Planner Solution Error
fr_fr: Erreur de solution du planificateur

source: Poor GPS reception
fr_fr: Mauvaise réception GPS

source: Press Resume to Move
fr_fr: Appuyez sur Reprendre pour déplacer

source: Radar Communication Issue
fr_fr: Problème de communication radar

source: Radar Error: Restart the Car
fr_fr: Erreur radar: redémarrez la voiture

source: Reboot your Device
fr_fr: Redémarrez votre appareil

source: Remount Device and Recalibrate
fr_fr: Remonter l'appareil et recalibrer

source: Resume Driving Manually
fr_fr: Reprendre la conduite manuellement

source: Reverse Gear
fr_fr: Inverser Équipement

source: Reverse Gear
fr_fr: Marche arrière

source: Risk of Collision
fr_fr: Risque de collision

source: STOPPED
fr_fr: ARRÊTÉ

source: Seatbelt Unlatched
fr_fr: Ceinture de sécurité non verrouillée

source: Slow down to engage
fr_fr: Ralentissez pour vous engager

source: Slow down to resume operation
fr_fr: Ralentissez pour reprendre le fonctionnement

source: Speaker not found
fr_fr: Haut-parleur introuvable

source: Speed Too High
fr_fr: Vitesse trop élevée

source: Speed Too Low
fr_fr: Vitesse trop basse

source: Speed too low
fr_fr: Vitesse trop basse

source: Steer Left to Start Lane Change
fr_fr: Tourner à gauche pour commencer le changement de voie

source: Steer Right to Start Lane Change
fr_fr: Tourner à droite pour commencer le changement de voie

source: Steer Unavailable Below {speed} {unit}
fr_fr: Steer indisponible en dessous de {speed} {unit}

source: Steering Temporarily Unavailable
fr_fr: Direction temporairement indisponible

source: Stock AEB: Risk of Collision
fr_fr: Stock AEB: risque de collision

source: Stock FCW: Risk of Collision
fr_fr: Stock FCW: Risque de collision

source: Stock LKAS is turned on
fr_fr: Stock LKAS est activé

source: System Overheated
fr_fr: Système surchauffé

source: TAKE CONTROL
fr_fr: PRENDRE LE CONTRÔLE

source: TAKE CONTROL IMMEDIATELY
fr_fr: PRENEZ LE CONTRÔLE IMMÉDIATEMENT

source: TOUCH STEERING WHEEL
fr_fr: VOLANT TACTILE

source: TOUCH STEERING WHEEL: No Face Detected
fr_fr: VOLANT TACTILE: Aucun visage détecté

source: Turn Exceeds Steering Limit
fr_fr: Le virage dépasse la limite de direction

source: Turn off stock LKAS to engage
fr_fr: Éteignez le stock LKAS pour vous engager

source: Unsupported Giraffe Configuration
fr_fr: Configuration girafe non prise en charge

source: Unsupported Hardware
fr_fr: Matériel non pris en charge

source: Upgrade to comma two or black panda
fr_fr: Passez à la virgule deux ou au panda noir

source: VEHICLE GOOD GPS
fr_fr: VÉHICULE BON GPS

source: VEHICLE NO GPS
fr_fr: VÉHICULE PAS DE GPS

source: VEHICLE ONLINE
fr_fr: VÉHICULE EN LIGNE

source: Vehicle Parameter Identification Failed
fr_fr: Échec de l'identification des paramètres du véhicule

source: Visit comma.ai/tg
fr_fr: Visitez comma.ai/tg

source: WARNING: This branch is not tested
fr_fr: AVERTISSEMENT: cette branche n'est pas testée

source: Waiting for controls to start
fr_fr: En attente du démarrage des contrôles

source: White Panda No Longer Supported
fr_fr: Le panda blanc n'est plus pris en charge

source: openpilot Canceled
fr_fr: openpilot annulé

source: openpilot Unavailable
fr_fr: openpilot indisponible

source: openpilot will not brake while gas pressed
fr_fr: openpilot ne freine pas tant que le gaz est pressé
